{
    "Aries": {
      "Monday": "A short stranger will soon enter your life with blessings to share. A really really short stranger.",
      "Tuesday": "Someone let go of a balloon somewhere right now. For the rest of the day it will be floating through the air. Fun fact.",
      "Wednesday": "Keep an eye out for small beauties today. Little things make life worth living",
      "Thursday": "Everyone agrees. You are the best.",
      "Friday": "On a scale from one to crunchy, todays gonna be a grape.",
      "Saturday": "Hey! Hey! Live today today!",
      "Sunday": "You have ten minutes to cry- go."
    },
    "Leo": {
      "Monday": "Leadership is not about authority, its influence. Nothing more, nothing less.",
      "Tuesday": "A very attractive person has a message for you. Hey -Joy",
      "Wednesday": "Your shoes will make you happy today. Dance in them!",
      "Thursday": "If you were ever going to do something crazy and spontanious, do it today",
      "Friday": "Love can last forever, as long as you can stay alive that long",
      "Saturday": "Put your head down, grit your teeth, and push through. It will get better!",
      "Sunday": "You already know the answer to the questions lingering inside your head. Stop chasing it in circles."
    },
    "Taurus": {
      "Monday": "Yeeeaaaaaaah... dont hold your breath",
      "Tuesday": "Its ok to be 100% honest today",
      "Wednesday": "GO to the beach, you need to take a break",
      "Thursday": "You will marry your lover.",
      "Friday": "Remember you are living right now, not 3 days/weeks/years/decades from now",
      "Saturday": "Fighting isnt going to get you anywhere.",
      "Sunday": "Everything your computer does is just a combination of thousand of on/off switches. Maybe you need to approach life more like a computer, one choice at a time"
    },
    "Gemini": {
      "Monday": "Sisyphus if pushing his rock every second of eternity, you can get through today.",
      "Tuesday": "Being vulnerable isnt a vulnerablity.",
      "Wednesday": "Life? Wack. ",
      "Thursday": "I give your permission to take some me-time",
      "Friday": "You are deeply and irreversibly loved",
      "Saturday": "Think about the fact That I have spent at least four hours making this website. Im going to go cry",
      "Sunday": "stay up too late tonight. Go outside and look up at the stars and just breathe"
    },
    "Cancer": {
      "Monday": "Imagine being a Cancer",
      "Tuesday": "It is very important that you eat pasta today. You'll thank me later.",
      "Wednesday": "The amount of brokeness in the world is overwhelming. Take a minute to create something tangible and valuable.",
      "Thursday": "Every peron has value no matter how much you dislkie them, remember that in how you treat people today",
      "Friday": "Not gonna lie, the home page of this site slaps.",
      "Saturday": "Beeeeeeeep bop click clack",
      "Sunday": "when you get that urge to belt off-key disney songs today, please do it."
    },
    "Virgo": {
      "Monday": "everything is going to sort itself out, its just going to suck in the meantime",
      "Tuesday": "You know what? Chicken butt",
      "Wednesday": "https://www.amazon.com/philosophy-existentialism-Gabriel-Marcel/dp/B0007E4MRQ",
      "Thursday": "Step off with your left foot",
      "Friday": "Elderflower syrup in bubbly water= the best drink in existence",
      "Saturday": "Your incredible, I want you to know that",
      "Sunday": "Listen up everybody! today can y'all just chill out please?"
    },
    "Libra": {
      "Monday": "Todays gonna be a monday, RIP weekend",
      "Tuesday": "What you're planning isn't going to help anyone so stop",
      "Wednesday": "If the world froze for an hour, what would you do? I hope it would freeze at sunset. You could see the waes frozen, mid-crest, every droplet suspended, catching the pinks and orange hues of the fading sunlight.",
      "Thursday": "Go listen to someone today. Really listen.",
      "Friday": "HIT THE BREAKS KID!",
      "Saturday": "do-do-diddle-dot-doop",
      "Sunday": "Today, the whole worlds gonna be mourning the death of Daddy, and you're going to be laugh so. so. hard."
    },
    "Scorpio": {
      "Monday": "Scorpio always reminds me of those lollypops with the scorpian trapped inside. dwell on that",
      "Tuesday": ";-; -Raven",
      "Wednesday": "I mean yes, we're sinking, but the music is exceptional -Austin Kleon",
      "Thursday": "HOOOOOOOOPLA",
      "Friday": "Wow the quality of these are really degrading",
      "Saturday": "What percentage of the world has sock tans, do you think?",
      "Sunday": "One time, I got a cough drop while trick-o-treating"
    },
    "Sagittarius": {
      "Monday": "Some advice, Oh Captain My Captain, Carpe Diem.",
      "Tuesday": "A cosmic message to Harley from Dodger: growl bark yip bark bark",
      "Wednesday": "Some words *ahem* 'crack' 'ink stains' 'mint tea' *ahem* that is all.",
      "Thursday": "How did the turkeys wake up today? Alarm Clucks. Happy Thanksgiving!",
      "Sunday": "I thought the season was over.... they said the season was over...",
      "Saturday": "Today, Sagittarius, you remember the large quanity of work you have been putting off doing still exists. Today is also a day where you will want to continue to put it off. The choice you make is ultimately decided by someone other than you, try not to become frustrated with the insignificant role you play in your destiny.",
      "Friday": "Dec first you say? BLAST THE CHRISTMAS MUSIC SHAWN! (shawn is the intern fyi)"
    },
    "Old Sagittarius":{
      "Monday": "You carry the javlin of your destiny, throw it the full 76.5 Meters.",
      "Tuesday": "https://www.datableedzine.com/",
      "Wednesday": "Have fun drumming today, your many fans await your album!",
      "Thursday": "Today's going to give you a high-five. In the face. With a cactus. A flaming cactus.",
      "Friday": "You learn from your mistakes... You will learn a lot today.",
      "Saturday": "Fortune favors the rich (where rich is defined as possessing exactly 60 million dollars-no more, no less)",
      "Sunday": "Sometimes life cusses you out, but what are you going to do?"    
    },
    "Capricorn": {
      "Monday": "If anyone feels like not talking together, let me know",
      "Tuesday": "The birds work for the bourgeoisie.",
      "Wednesday": "Explores liked to eat turtles cause they can live a long time without being fed, so the meat didnt go bad",
      "Thursday": "All your friends are killing it right now, enjoy their success",
      "Friday": "Fun fact, people love being around you <3",
      "Saturday": "Cats are scared of cucumbers, maybe we should be too",
      "Sunday": "Your destiny is entangled in the Band App. The answers you seek lie there."
    },
    "Aquarius": {
      "Monday": "You know you're right today, dont sway",
      "Tuesday": "If you want to impress someone, be straight-forward. That always surprised people",
      "Wednesday": "what the heck am I doing, I am a literal crackhead",
      "Thursday": "Put your money where your mouth is punk",
      "Friday": "Its ok to ask for help",
      "Saturday": "Someone thinks your the coolest thing since sliced bread today, try to be that person for them",
      "Sunday": "There is a whole army of bacteria in your tummy that enable your survival"
    },
    "Pisces": {
      "Monday": "when you die, all of your atoms will be reused by other living stuff",
      "Tuesday": "When you screw up today, own it",
      "Wednesday": "How many typos you you think I have made?.",
      "Thursday": "speaking other languages is hard study shows.",
      "Friday": "You could be a god at Cookie clicker, reach out and take the crown",
      "Saturday": "sometimes you have to quit a good thing for good reason",
      "Sunday": "What would it be like to like in Norway?"
    }

}
